"IDS_PREFERENCES" = "प्राधान्ये";
"IDS_RETRYSYNC" = "समक्रमणाचा पुन्हा प्रयत्न करा";
"IDS_VIEWGD" = "वेबवर Google ड्राइव्हला भेट द्या";
"IDS_SHAREFILE" = "शेअर करा...";
"IDS_VIEWFILE" = "वेबवर पहा";
"IDS_REVISIONFILE" = "पुनरावृत्त्या";
"IDS_PRODUCTNAME" = "Google ड्राइव्‍ह";
